alexdauenhauer.catppuccin-noctis
astro-build.astro-vscode
bradlc.vscode-tailwindcss
bung87.vscode-gemfile
burkeholland.simple-react-snippets
catppuccin.catppuccin-vsc
catppuccin.catppuccin-vsc-icons
charliermarsh.ruff
connorshea.vscode-ruby-test-adapter
dsznajder.es7-react-js-snippets
eamodio.gitlens
editorconfig.editorconfig
enkia.tokyo-night
esbenp.prettier-vscode
formulahendry.code-runner
github.codespaces
github.copilot
github.copilot-chat
github.vscode-github-actions
golang.go
hbenl.vscode-test-explorer
jkiviluoto.tws
johnpapa.vscode-peacock
johnpapa.winteriscoming
josemurilloc.aura-spirit-dracula
marioqueiros.camelcase
matt-meyers.vscode-dbml
michalzaporski.simple-yard-snippets
misogi.ruby-rubocop
ms-dotnettools.csharp
ms-dotnettools.vscode-dotnet-runtime
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-vscode.test-adapter-converter
ms-vscode.vscode-typescript-next
mvllow.rose-pine
oderwat.indent-rainbow
pavlitsky.yard
redhat.vscode-yaml
ritwickdey.liveserver
robbowen.synthwave-vscode
rvest.vs-code-prettier-eslint
shopify.ruby-extensions-pack
shopify.ruby-lsp
sianglim.slim
sorbet.sorbet-vscode-extension
stoplight.spectral
tamasfe.even-better-toml
testdouble.vscode-standard-ruby
thang-nm.catppuccin-perfect-icons
ue.alphabetical-sorter
whizkydee.material-palenight-theme
